Repository: gianluca2342124/FocusGlobe
Catalog: FocusGlobe/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pt_br, ro, ru, zh_hans

source: Please wait before creating another private flight.
de: Warte kurz, bevor du einen weiteren privaten Flug erstellst.
es: Espera antes de crear otro vuelo privado.
fr: Patientez avant de créer un autre vol privé.
hi: दूसरी निजी फ़्लाइट बनाने से पहले थोड़ा इंतज़ार करें।
it: Attendi prima di creare un altro volo privato.
nl: Wacht even voordat je nog een privévlucht maakt.
pt_br: Aguarde antes de criar outro voo privado.
ro: Așteaptă înainte de a crea alt zbor privat.
ru: Подождите, прежде чем создавать ещё один приватный полёт.
zh_hans: 请稍候再创建另一个私人飞行。

source: Popular
de: Beliebt
es: Populares
fr: Populaires
hi: लोकप्रिय
it: Popolari
nl: Populair
pt_br: Populares
ro: Populare
ru: Популярные
zh_hans: 热门

source: Postcard unlocked
de: Postkarte freigeschaltet
es: Postal desbloqueada
fr: Carte postale débloquée
hi: पोस्टकार्ड अनलॉक हुआ
it: Cartolina sbloccata
nl: Ansichtkaart ontgrendeld
pt_br: Cartão-postal desbloqueado
ro: Carte poștală deblocată
ru: Открытка разблокирована
zh_hans: 明信片已解锁

source: Prepare Expedition
de: Expedition vorbereiten
es: Preparar expedición
fr: Préparer l’expédition
hi: एक्सपीडिशन तैयार करें
it: Prepara la spedizione
nl: Expeditie voorbereiden
pt_br: Preparar expedição
ro: Pregătește expediția
ru: Подготовить экспедицию
zh_hans: 准备远征

source: Preparing your invite…
de: Deine Einladung wird vorbereitet…
es: Preparando tu invitación…
fr: Préparation de votre invitation…
hi: आपका निमंत्रण तैयार हो रहा है…
it: Preparazione del tuo invito…
nl: Je uitnodiging wordt voorbereid…
pt_br: Preparando seu convite…
ro: Îți pregătim invitația…
ru: Готовим ваше приглашение…
zh_hans: 正在准备你的邀请…

source: Preparing your setup…
de: Deine Einrichtung wird vorbereitet…
es: Preparando tu configuración…
fr: Préparation de votre configuration…
hi: आपका सेटअप तैयार हो रहा है…
it: Preparazione della configurazione…
nl: Je instellingen worden voorbereid…
pt_br: Preparando sua configuração…
ro: Îți pregătim configurarea…
ru: Готовим вашу настройку…
zh_hans: 正在准备你的设置…

source: Press and hold to open the leave confirmation.
de: Gedrückt halten, um die Verlassen-Bestätigung zu öffnen.
es: Mantén pulsado para abrir la confirmación de salida.
fr: Appuyez longuement pour ouvrir la confirmation de sortie.
hi: छोड़ने की पुष्टि खोलने के लिए दबाए रखें।
it: Tieni premuto per aprire la conferma di uscita.
nl: Houd ingedrukt om de bevestiging te openen.
pt_br: Pressione e segure para abrir a confirmação de saída.
ro: Apasă lung pentru a deschide confirmarea de ieșire.
ru: Нажмите и удерживайте, чтобы открыть подтверждение выхода.
zh_hans: 长按以打开离开确认。

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
hi: प्रीव्यू
it: Anteprima
nl: Voorbeeld
pt_br: Pré-visualizar
ro: Previzualizare
ru: Предпросмотр
zh_hans: 预览

source: Preview %@
de: Vorschau von %@
es: Vista previa de %@
fr: Aperçu de %@
hi: %@ का प्रीव्यू
it: Anteprima di %@
nl: Voorbeeld van %@
pt_br: Pré-visualizar %@
ro: Previzualizează %@
ru: Предпросмотр: %@
zh_hans: 预览%@

source: Previewing
de: Vorschau läuft
es: Vista previa
fr: Aperçu en cours
hi: प्रीव्यू चल रहा है
it: Anteprima in corso
nl: Voorbeeld
pt_br: Pré-visualizando
ro: Previzualizare
ru: Предпросмотр
zh_hans: 预览中

source: Previous Sky
de: Vorheriger Himmel
es: Cielo anterior
fr: Ciel précédent
hi: पिछला आकाश
it: Cielo precedente
nl: Vorige lucht
pt_br: Céu anterior
ro: Cerul anterior
ru: Предыдущее небо
zh_hans: 上一片天空

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
pt_br: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
zh_hans: 隐私

source: Privacy & Data
de: Datenschutz und Daten
es: Privacidad y datos
fr: Confidentialité et données
hi: गोपनीयता और डेटा
it: Privacy e dati
nl: Privacy en gegevens
pt_br: Privacidade e dados
ro: Confidențialitate și date
ru: Конфиденциальность и данные
zh_hans: 隐私与数据

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
nl: Privacybeleid
pt_br: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Private
de: Privat
es: Privado
fr: Privé
hi: निजी
it: Privato
nl: Privé
pt_br: Privado
ro: Privat
ru: Приватный
zh_hans: 私人

source: Private invitation link — only pilots with this link can join, and it expires on its own.
de: Privater Einladungslink — nur Piloten mit diesem Link können beitreten, und er läuft von selbst ab.
es: Enlace de invitación privado: solo pueden unirse los pilotos que lo tengan, y caduca solo.
fr: Lien d’invitation privé — seuls les pilotes disposant de ce lien peuvent rejoindre, et il expire de lui-même.
hi: निजी निमंत्रण लिंक — सिर्फ़ इस लिंक वाले पायलट शामिल हो सकते हैं, और यह अपने आप ख़त्म हो जाता है।
it: Link di invito privato: solo i piloti che hanno questo link possono entrare, e scade da solo.
nl: Privé-uitnodigingslink — alleen piloten met deze link kunnen meedoen, en hij verloopt vanzelf.
pt_br: Link de convite privado — só pilotos com este link podem entrar, e ele expira sozinho.
ro: Link de invitație privat — doar piloții cu acest link pot intra, iar el expiră singur.
ru: Приватная ссылка-приглашение — присоединиться могут только пилоты с этой ссылкой, и она истекает сама.
zh_hans: 私密邀请链接——只有持有此链接的飞行员可以加入，并且会自动过期。

source: Private room unavailable
de: Privater Raum nicht verfügbar
es: Sala privada no disponible
fr: Salon privé indisponible
hi: निजी रूम उपलब्ध नहीं
it: Stanza privata non disponibile
nl: Privéruimte niet beschikbaar
pt_br: Sala privada indisponível
ro: Cameră privată indisponibilă
ru: Приватная комната недоступна
zh_hans: 私人房间不可用

source: PRO FEATURE
de: PRO-FUNKTION
es: FUNCIÓN PRO
fr: FONCTION PRO
hi: PRO फ़ीचर
it: FUNZIONE PRO
nl: PRO-FUNCTIE
pt_br: RECURSO PRO
ro: FUNCȚIE PRO
ru: ФУНКЦИЯ PRO
zh_hans: PRO 功能

source: PRO is active
de: PRO ist aktiv
es: PRO está activo
fr: PRO est actif
hi: PRO सक्रिय है
it: PRO è attivo
nl: PRO is actief
pt_br: O PRO está ativo
ro: PRO este activ
ru: PRO активен
zh_hans: PRO 已激活

source: Products unavailable
de: Produkte nicht verfügbar
es: Productos no disponibles
fr: Produits indisponibles
hi: उत्पाद उपलब्ध नहीं
it: Prodotti non disponibili
nl: Producten niet beschikbaar
pt_br: Produtos indisponíveis
ro: Produse indisponibile
ru: Продукты недоступны
zh_hans: 产品不可用

source: Products unavailable. Please try again later.
de: Produkte nicht verfügbar. Versuch es später noch einmal.
es: Productos no disponibles. Inténtalo más tarde.
fr: Produits indisponibles. Réessayez plus tard.
hi: उत्पाद उपलब्ध नहीं। कृपया बाद में कोशिश करें।
it: Prodotti non disponibili. Riprova più tardi.
nl: Producten niet beschikbaar. Probeer het later opnieuw.
pt_br: Produtos indisponíveis. Tente mais tarde.
ro: Produse indisponibile. Încearcă mai târziu.
ru: Продукты недоступны. Попробуйте позже.
zh_hans: 产品不可用。请稍后再试。

source: Progress you can see
de: Fortschritt, den du siehst
es: Un avance que se ve
fr: Des progrès visibles
hi: ऐसी प्रगति जो दिखे
it: Progressi che puoi vedere
nl: Vooruitgang die je ziet
pt_br: Progresso que dá para ver
ro: Progres pe care îl poți vedea
ru: Прогресс, который видно
zh_hans: 看得见的进展

source: Protect the calm from take-off through landing.
de: Schütze die Ruhe vom Start bis zur Landung.
es: Protege la calma desde el despegue hasta el aterrizaje.
fr: Préservez le calme du décollage à l’atterrissage.
hi: उड़ान भरने से उतरने तक शांति बनाए रखें।
it: Proteggi la calma dal decollo all’atterraggio.
nl: Bescherm de rust van opstijgen tot landen.
pt_br: Proteja a calma da decolagem à aterrissagem.
ro: Protejează liniștea de la decolare până la aterizare.
ru: Сохраняйте спокойствие от взлёта до посадки.
zh_hans: 从起飞到降落，守护这份宁静。

source: Protected flights ground your chosen apps for the whole journey, so the sky stays yours.
de: Geschützte Flüge legen deine gewählten Apps für die ganze Reise still, damit der Himmel dir gehört.
es: Los vuelos protegidos dejan en tierra las apps que elijas durante todo el trayecto, para que el cielo siga siendo tuyo.
fr: Les vols protégés clouent au sol les applis que vous choisissez pendant tout le trajet, pour que le ciel reste le vôtre.
hi: सुरक्षित फ़्लाइट पूरी यात्रा के दौरान आपके चुने ऐप्स को रोक देती है, ताकि आकाश आपका ही रहे।
it: I voli protetti tengono a terra le app che scegli per tutto il viaggio, così il cielo resta tuo.
nl: Beschermde vluchten houden je gekozen apps aan de grond tijdens de hele reis, zodat de lucht van jou blijft.
pt_br: Voos protegidos deixam os apps escolhidos em terra durante toda a viagem, para o céu continuar sendo seu.
ro: Zborurile protejate țin la sol aplicațiile alese pe toată durata călătoriei, ca cerul să rămână al tău.
ru: Защищённые полёты отключают выбранные приложения на всё путешествие, чтобы небо осталось вашим.
zh_hans: 受保护的飞行会在整个旅程中停用你选择的应用，让天空只属于你。

source: Purchase couldn't be completed. Please try again.
de: Der Kauf konnte nicht abgeschlossen werden. Versuch es noch einmal.
es: No se pudo completar la compra. Inténtalo de nuevo.
fr: L’achat n’a pas pu aboutir. Réessayez.
hi: ख़रीद पूरी नहीं हो सकी। कृपया फिर कोशिश करें।
it: Non è stato possibile completare l’acquisto. Riprova.
nl: De aankoop kon niet worden voltooid. Probeer het opnieuw.
pt_br: Não foi possível concluir a compra. Tente novamente.
ro: Achiziția nu a putut fi finalizată. Încearcă din nou.
ru: Покупку не удалось завершить. Попробуйте снова.
zh_hans: 购买未能完成。请再试一次。

source: Purchases restored.
de: Käufe wiederhergestellt.
es: Compras restauradas.
fr: Achats restaurés.
hi: ख़रीदारी बहाल हो गई।
it: Acquisti ripristinati.
nl: Aankopen hersteld.
pt_br: Compras restauradas.
ro: Achiziții restaurate.
ru: Покупки восстановлены.
zh_hans: 购买已恢复。

source: Purple-blue nebula mist and distant stars, drifting slowly.
de: Violett-blauer Nebeldunst und ferne Sterne, langsam treibend.
es: Bruma de nebulosa azul violeta y estrellas lejanas, a la deriva.
fr: Une brume de nébuleuse bleu-violet et des étoiles lointaines, à la dérive.
hi: बैंजनी-नीली नेबुला धुंध और दूर के तारे, धीरे-धीरे बहते हुए।
it: Foschia di nebulosa viola-blu e stelle lontane, alla deriva.
nl: Paarsblauwe neveldamp en verre sterren, langzaam drijvend.
pt_br: Névoa de nebulosa azul-violeta e estrelas distantes, à deriva.
ro: Ceață de nebuloasă violet-albastră și stele îndepărtate, plutind încet.
ru: Фиолетово-синяя дымка туманности и далёкие звёзды, медленно дрейфующие.
zh_hans: 紫蓝色的星云雾气与遥远星辰，缓缓漂流。

source: Putting it off
de: Aufschieben
es: Posponerlo
fr: La procrastination
hi: टालना
it: Rimandare
nl: Uitstellen
pt_br: Adiar
ro: Amânarea
ru: Откладывание
zh_hans: 拖延

source: Rainy Tokyo
de: Tokio im Regen
es: Tokio bajo la lluvia
fr: Tokyo sous la pluie
hi: बारिश में तोक्यो
it: Tokyo sotto la pioggia
nl: Regenachtig Tokio
pt_br: Tóquio na chuva
ro: Tokyo în ploaie
ru: Дождливый Токио
zh_hans: 雨中东京

source: Reach 1,000 total focused minutes.
de: Erreiche insgesamt 1.000 fokussierte Minuten.
es: Alcanza 1.000 minutos de concentración en total.
fr: Atteignez 1 000 minutes de concentration au total.
hi: कुल 1,000 फ़ोकस मिनट तक पहुँचें।
it: Raggiungi 1.000 minuti di concentrazione in totale.
nl: Bereik in totaal 1.000 gefocuste minuten.
pt_br: Alcance 1.000 minutos de foco no total.
ro: Ajungi la 1.000 de minute de concentrare în total.
ru: Наберите в сумме 1 000 минут фокуса.
zh_hans: 累计专注达到 1,000 分钟。

source: Reach 100 total focused minutes.
de: Erreiche insgesamt 100 fokussierte Minuten.
es: Alcanza 100 minutos de concentración en total.
fr: Atteignez 100 minutes de concentration au total.
hi: कुल 100 फ़ोकस मिनट तक पहुँचें।
it: Raggiungi 100 minuti di concentrazione in totale.
nl: Bereik in totaal 100 gefocuste minuten.
pt_br: Alcance 100 minutos de foco no total.
ro: Ajungi la 100 de minute de concentrare în total.
ru: Наберите в сумме 100 минут фокуса.
zh_hans: 累计专注达到 100 分钟。

source: Reach 500 total focused minutes.
de: Erreiche insgesamt 500 fokussierte Minuten.
es: Alcanza 500 minutos de concentración en total.
fr: Atteignez 500 minutes de concentration au total.
hi: कुल 500 फ़ोकस मिनट तक पहुँचें।
it: Raggiungi 500 minuti di concentrazione in totale.
nl: Bereik in totaal 500 gefocuste minuten.
pt_br: Alcance 500 minutos de foco no total.
ro: Ajungi la 500 de minute de concentrare în total.
ru: Наберите в сумме 500 минут фокуса.
zh_hans: 累计专注达到 500 分钟。

# Reach a %lld-day streak or upgrade to FocusGlobe PRO to unlock %@.
source: Reach a %1$lld-day streak or upgrade to FocusGlobe PRO to unlock %2$@.
de: Erreiche eine %1$lld-Tage-Serie oder hol dir FocusGlobe PRO, um %2$@ freizuschalten.
es: Consigue una racha de %1$lld días o pásate a FocusGlobe PRO para desbloquear %2$@.
fr: Atteignez une série de %1$lld jours ou passez à FocusGlobe PRO pour débloquer %2$@.
hi: %2$@ अनलॉक करने के लिए %1$lld दिन की स्ट्रीक बनाएँ या FocusGlobe PRO लें।
it: Raggiungi una serie di %1$lld giorni o passa a FocusGlobe PRO per sbloccare %2$@.
nl: Bereik een reeks van %1$lld dagen of ga naar FocusGlobe PRO om %2$@ te ontgrendelen.
pt_br: Alcance uma sequência de %1$lld dias ou assine o FocusGlobe PRO para desbloquear %2$@.
ro: Atinge o serie de %1$lld de zile sau treci la FocusGlobe PRO ca să deblochezi %2$@.
ru: Достигните серии в %1$lld дня или оформите FocusGlobe PRO, чтобы открыть «%2$@».
zh_hans: 达成连续 %1$lld 天或升级到 FocusGlobe PRO 解锁%2$@。

source: Read
de: Lesen
es: Lectura
fr: Lecture
hi: पढ़ना
it: Lettura
nl: Lezen
pt_br: Leitura
ro: Citit
ru: Чтение
zh_hans: 阅读

source: Ready
de: Bereit
es: Listo
fr: Prêt
hi: तैयार
it: Pronto
nl: Klaar
pt_br: Pronto
ro: Gata
ru: Готов
zh_hans: 已就绪

source: READY
de: BEREIT
es: LISTO
fr: PRÊT
hi: तैयार
it: PRONTO
nl: KLAAR
pt_br: PRONTO
ro: GATA
ru: ГОТОВ
zh_hans: 已就绪

source: Ready for another quiet flight?
de: Bereit für einen weiteren ruhigen Flug?
es: ¿Te apetece otro vuelo tranquilo?
fr: Envie d’un autre vol paisible ?
hi: एक और शांत फ़्लाइट के लिए तैयार?
it: Ti va un altro volo tranquillo?
nl: Klaar voor nog een rustige vlucht?
pt_br: Que tal outro voo tranquilo?
ro: Gata pentru încă un zbor liniștit?
ru: Готовы к ещё одному тихому полёту?
zh_hans: 准备好再来一次宁静飞行了吗？

source: Ready for one focused expedition?
de: Bereit für eine fokussierte Expedition?
es: ¿Una expedición para concentrarte?
fr: Une expédition pour vous concentrer ?
hi: एक फ़ोकस वाली यात्रा के लिए तैयार?
it: Una spedizione per concentrarti?
nl: Klaar voor één gefocuste expeditie?
pt_br: Uma expedição para focar?
ro: Gata pentru o expediție concentrată?
ru: Готовы к одной сосредоточенной экспедиции?
zh_hans: 准备好一次专注的远征了吗？

source: Ready for takeoff
de: Bereit zum Start
es: Listo para despegar
fr: Prêt au décollage
hi: उड़ान के लिए तैयार
it: Pronto al decollo
nl: Klaar voor vertrek
pt_br: Pronto para decolar
ro: Gata de decolare
ru: Готов к взлёту
zh_hans: 准备起飞

source: Ready for the skies
de: Bereit für den Himmel
es: Listo para los cielos
fr: Prêt pour les cieux
hi: आकाश के लिए तैयार
it: Pronto per i cieli
nl: Klaar voor de luchten
pt_br: Pronto para os céus
ro: Gata pentru ceruri
ru: Готов к небесам
zh_hans: 为天空而生

source: Ready to drift?
de: Bereit zum Dahingleiten?
es: ¿Listo para dejarte llevar?
fr: Prêt à vous laisser porter ?
hi: बहने के लिए तैयार?
it: Pronto a lasciarti andare?
nl: Klaar om te zweven?
pt_br: Pronto para flutuar?
ro: Gata să plutești?
ru: Готовы отправиться в дрейф?
zh_hans: 准备好漂流了吗？

source: Ready to fly
de: Startbereit
es: Listo para volar
fr: Prêt à décoller
hi: उड़ान के लिए तैयार
it: Pronto al decollo
nl: Klaar om te vliegen
pt_br: Pronto para voar
ro: Gata de zbor
ru: Готов к полёту
zh_hans: 准备起飞

source: Recent landings
de: Letzte Landungen
es: Aterrizajes recientes
fr: Atterrissages récents
hi: हाल की लैंडिंग
it: Atterraggi recenti
nl: Recente landingen
pt_br: Pousos recentes
ro: Aterizări recente
ru: Недавние посадки
zh_hans: 最近降落

source: Reconnect to fly with other pilots.
de: Verbinde dich neu, um mit anderen Piloten zu fliegen.
es: Vuelve a conectarte para volar con otros pilotos.
fr: Reconnectez-vous pour voler avec d’autres pilotes.
hi: अन्य पायलटों के साथ उड़ने के लिए फिर से जुड़ें।
it: Riconnettiti per volare con altri piloti.
nl: Maak opnieuw verbinding om met andere piloten te vliegen.
pt_br: Reconecte-se para voar com outros pilotos.
ro: Reconectează-te ca să zbori cu alți piloți.
ru: Подключитесь снова, чтобы летать с другими пилотами.
zh_hans: 重新连接即可与其他飞行员同飞。

source: Reconnecting…
de: Verbindung wird wiederhergestellt…
es: Reconectando…
fr: Reconnexion…
hi: फिर से कनेक्ट हो रहे हैं…
it: Riconnessione…
nl: Opnieuw verbinden…
pt_br: Reconectando…
ro: Se reconectează…
ru: Переподключение…
zh_hans: 正在重新连接…

source: Reflect
de: Reflexion
es: Reflexión
fr: Réflexion
hi: चिंतन
it: Riflessione
nl: Reflectie
pt_br: Reflexão
ro: Reflecție
ru: Размышление
zh_hans: 反思

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
hi: रिमाइंडर
it: Promemoria
nl: Herinneringen
pt_br: Lembretes
ro: Mementouri
ru: Напоминания
zh_hans: 提醒

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
hi: हटाएँ
it: Rimuovi
nl: Verwijderen
pt_br: Remover
ro: Elimină
ru: Удалить
zh_hans: 移除

source: Remove from Crew
de: Aus der Crew entfernen
es: Quitar de la tripulación
fr: Retirer de l’équipage
hi: क्रू से हटाएँ
it: Rimuovi dall’equipaggio
nl: Uit de crew verwijderen
pt_br: Remover da tripulação
ro: Scoate din echipaj
ru: Убрать из экипажа
zh_hans: 从机组中移除

source: Remove from Crew?
de: Aus der Crew entfernen?
es: ¿Quitar de la tripulación?
fr: Retirer de l’équipage ?
hi: क्रू से हटाएँ?
it: Rimuovere dall’equipaggio?
nl: Uit de crew verwijderen?
pt_br: Remover da tripulação?
ro: Îl scoți din echipaj?
ru: Убрать из экипажа?
zh_hans: 从机组中移除？

source: Replace one item
de: Ein Objekt ersetzen
es: Sustituir un objeto
fr: Remplacer un objet
hi: एक आइटम बदलें
it: Sostituisci un oggetto
nl: Eén item vervangen
pt_br: Substituir um item
ro: Înlocuiește un obiect
ru: Заменить один предмет
zh_hans: 替换一个物品

source: Report
de: Melden
es: Denunciar
fr: Signaler
hi: रिपोर्ट करें
it: Segnala
nl: Rapporteren
pt_br: Denunciar
ro: Raportează
ru: Пожаловаться
zh_hans: 举报

source: Report this pilot?
de: Diesen Piloten melden?
es: ¿Denunciar a este piloto?
fr: Signaler ce pilote ?
hi: इस पायलट की रिपोर्ट करें?
it: Segnalare questo pilota?
nl: Deze piloot melden?
pt_br: Denunciar este piloto?
ro: Raportezi acest pilot?
ru: Пожаловаться на этого пилота?
zh_hans: 举报该飞行员？

source: Reports are anonymous and reviewed by our team. Only this pilot's anonymous ID and your chosen reason are sent — never any personal details.
de: Meldungen sind anonym und werden von unserem Team geprüft. Gesendet werden nur die anonyme ID dieses Piloten und dein gewählter Grund – niemals persönliche Daten.
es: Las denuncias son anónimas y las revisa nuestro equipo. Solo se envía el ID anónimo de este piloto y el motivo que elijas, nunca datos personales.
fr: Les signalements sont anonymes et examinés par notre équipe. Seuls l’identifiant anonyme du pilote et le motif choisi sont envoyés — jamais de données personnelles.
hi: रिपोर्ट गुमनाम होती हैं और हमारी टीम उनकी समीक्षा करती है। केवल इस पायलट की गुमनाम ID और आपका चुना कारण भेजा जाता है — कोई निजी जानकारी नहीं।
it: Le segnalazioni sono anonime e riviste dal nostro team. Vengono inviati solo l’ID anonimo di questo pilota e il motivo scelto, mai dati personali.
nl: Meldingen zijn anoniem en worden door ons team bekeken. Alleen de anonieme ID van deze piloot en je gekozen reden worden verstuurd — nooit persoonlijke gegevens.
pt_br: As denúncias são anônimas e revisadas pela nossa equipe. Só enviamos o ID anônimo deste piloto e o motivo escolhido — nunca dados pessoais.
ro: Raportările sunt anonime și revizuite de echipa noastră. Se trimit doar ID-ul anonim al pilotului și motivul ales — niciodată date personale.
ru: Жалобы анонимны и рассматриваются нашей командой. Отправляются только анонимный ID пилота и выбранная вами причина — никаких личных данных.
zh_hans: 举报为匿名并由我们团队审核。仅发送该飞行员的匿名 ID 与你选择的原因 — 绝不发送任何个人信息。

source: Request already sent.
de: Anfrage wurde bereits gesendet.
es: La solicitud ya se envió.
fr: Demande déjà envoyée.
hi: अनुरोध पहले ही भेजा जा चुका है।
it: Richiesta già inviata.
nl: Verzoek is al verzonden.
pt_br: O pedido já foi enviado.
ro: Cererea a fost deja trimisă.
ru: Заявка уже отправлена.
zh_hans: 请求已发送过。

source: Request sent
de: Anfrage gesendet
es: Solicitud enviada
fr: Demande envoyée
hi: अनुरोध भेजा गया
it: Richiesta inviata
nl: Verzoek verzonden
pt_br: Pedido enviado
ro: Cerere trimisă
ru: Запрос отправлен
zh_hans: 请求已发送

source: Request sent.
de: Anfrage gesendet.
es: Solicitud enviada.
fr: Demande envoyée.
hi: अनुरोध भेजा गया।
it: Richiesta inviata.
nl: Verzoek verzonden.
pt_br: Pedido enviado.
ro: Cerere trimisă.
ru: Заявка отправлена.
zh_hans: 请求已发送。

source: Reserved to keep your Sky visible
de: Freigehalten, damit dein Himmel sichtbar bleibt
es: Reservada para mantener tu cielo a la vista
fr: Réservée pour garder votre ciel visible
hi: आपका आकाश दिखता रहे, इसलिए आरक्षित
it: Riservata per tenere visibile il tuo cielo
nl: Vrijgehouden zodat je lucht zichtbaar blijft
pt_br: Reservada para manter seu céu visível
ro: Rezervată ca cerul tău să rămână vizibil
ru: Оставлено, чтобы небо оставалось видимым
zh_hans: 保留此处以保持天空可见

source: Reset all data
de: Alle Daten zurücksetzen
es: Restablecer todos los datos
fr: Réinitialiser toutes les données
hi: सारा डेटा रीसेट करें
it: Reimposta tutti i dati
nl: Alle gegevens resetten
pt_br: Redefinir todos os dados
ro: Resetează toate datele
ru: Сбросить все данные
zh_hans: 重置所有数据

source: Reset all data?
de: Alle Daten zurücksetzen?
es: ¿Restablecer todos los datos?
fr: Réinitialiser toutes les données ?
hi: सारा डेटा रीसेट करें?
it: Reimpostare tutti i dati?
nl: Alle gegevens resetten?
pt_br: Redefinir todos os dados?
ro: Resetezi toate datele?
ru: Сбросить все данные?
zh_hans: 重置所有数据？

source: Restore couldn't be completed. Please try again.
de: Die Wiederherstellung konnte nicht abgeschlossen werden. Versuch es noch einmal.
es: No se pudo completar la restauración. Inténtalo de nuevo.
fr: La restauration n’a pas pu aboutir. Réessayez.
hi: बहाली पूरी नहीं हो सकी। कृपया फिर कोशिश करें।
it: Non è stato possibile completare il ripristino. Riprova.
nl: Herstellen kon niet worden voltooid. Probeer het opnieuw.
pt_br: Não foi possível concluir a restauração. Tente novamente.
ro: Restaurarea nu a putut fi finalizată. Încearcă din nou.
ru: Восстановление не удалось завершить. Попробуйте снова.
zh_hans: 恢复未能完成。请再试一次。

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी रीस्टोर करें
it: Ripristina acquisti
nl: Aankopen herstellen
pt_br: Restaurar compras
ro: Restaurează achizițiile
ru: Восстановить покупки
zh_hans: 恢复购买

source: Restore your account, progress and PRO access.
de: Stelle Konto, Fortschritt und PRO-Zugriff wieder her.
es: Recupera tu cuenta, tu progreso y el acceso PRO.
fr: Retrouvez votre compte, votre progression et l’accès PRO.
hi: अपना खाता, प्रगति और PRO एक्सेस बहाल करें।
it: Ripristina account, progressi e accesso PRO.
nl: Herstel je account, voortgang en PRO-toegang.
pt_br: Restaure sua conta, seu progresso e o acesso PRO.
ro: Restaurează-ți contul, progresul și accesul PRO.
ru: Восстановите аккаунт, прогресс и доступ PRO.
zh_hans: 恢复你的账号、进度与 PRO 权限。

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
hi: जारी रखें
it: Riprendi
nl: Hervatten
pt_br: Retomar
ro: Reia
ru: Продолжить
zh_hans: 继续

source: Resume your flight
de: Setze deinen Flug fort
es: Reanuda tu vuelo
fr: Reprenez votre vol
hi: अपनी फ़्लाइट फिर से शुरू करें
it: Riprendi il volo
nl: Hervat je vlucht
pt_br: Retome seu voo
ro: Reia-ți zborul
ru: Продолжите полёт
zh_hans: 继续你的飞行
